Repository: rmraya/XLIFFManager
Catalog: i18n/xliffmanager_en.json.tmx
Source language: en
Languages: es

source: There are currently no updates available
es: No hay actualizaciones disponibles

source: Open Development Tools
es: Abrir Herramientas de Desarrollo

source: View Release History
es: Ver Historial

source: Target File/Folder
es: Archivo/Carpeta de Destino

source: Creating XLIFF
es: Creando XLIFF

source: Update downloaded
es: Actualización descargada

source: XLIFF Manager User Guide
es: Guía del Usuario de XLIFF Manager

source: &File
es: &Archivo

source: Skeleton Folder
es: Carpeta de Esqueletos

source: Application language settings will be applied on next start
es: La configuración de idioma se aplicará en el próximo inicio

source: Settings
es: Configuración

source: Preferences...
es: Preferencias...

source: Quit XLIFF Manager
es: Salir de XLIFF Manager

source: View Licenses
es: Ver Licencias

source: Restart Now
es: Reiniciar Ahora

source: Request aborted
es: Solicitud anulada

source: Dismiss
es: Ignorar

source: &Help
es: A&yuda

source: Services
es: Servicios

source: Downloaded: {0}%
es: Descargado: {0}%

source: Support Group
es: Grupo de Soporte

source: Validating XLIFF
es: Validando XLIFF

source: About XLIFF Manager
es: Acerca de XLIFF Manager

source: Processing XLIFF
es: Procesando XLIFF

source: Exit
es: Salir

source: Merging XLIFF
es: Combinando XLIFF

source: No Services Apply
es: No Hay Servicios

source: Quit
es: Salir

source: Trados Studio Package
es: Paquete de Trados Studio

source: DITAVAL File
es: Archivo DITAVAL

source: DITA Map
es: Mapa DITA

source: JSON File
es: Archivo JSON

source: About...
es: Acerca de...

source: Wordfast/GlobalLink XLIFF Document
es: Documento XLIFF de Wordfast/GlobalLink

source: Microsoft Office 2007 Document
es: Documento de Microsoft Office 2007

source: XML File
es: Archivo XML

source: TXML Document
es: Documento TXML

source: XML Document
es: Documento XML

source: Plain Text
es: Texto sin Formato

source: HTML Page
es: Página HTML

source: Analysing XLIFF
es: Analizando XLIFF

source: XLIFF File
es: Archivo XLIFF

source: SRX File
es: Archivo SRX

source: ResX (Windows .NET Resources)
es: ResX (Recursos de Windows .NET)

source: RC (Windows C/C++ Resources)
es: RC (Recursos de Windows C/C++)

source: Any File
es: Cualquier Archivo

source: SRT Subtitle
es: Subtítulo SRT

source: SDLXLIFF Document
es: Documento SDLXLIFF

source: Default SRX File
es: Archivo SRX Predeterminado

source: Visio XML Drawing
es: Dibujo XML de Visio

source: XLIFF Document
es: Documento XLIFF

source: OpenOffice 2.x Document
es: Documento OpenOffice 2.x

source: Java Properties
es: Propiedades de Java

source: OpenOffice 1.x Document
es: Documento OpenOffice 1.x

source: TS (Qt Linguist translation source)
es: TS (Fuente de Traducción de Qt Linguist)

source: Select Language
es: Seleccione Idioma

source: Select file type
es: Seleccione tipo de archivo

source: Select character set
es: Selecione Juego de Caracteres

source: Default Catalog
es: Catálogo Predeterminado

source: Select XLIFF file
es: Seleccione archivo XLIFF

source: XLIFF file created
es: Archivo XLIFF creado

source: Select source file
es: Seleccione archivo origen

source: Select target file/folder
es: Seleccione archivo o carpeta de destino

source: Select source language
es: Seleccione idioma de origen

source: Analysis completed
es: Análisis completado

source: Select File Type
es: Seleccione tipo de archivo

source: Select Character Set
es: Selecione Juego de Caracteres

source: Success
es: Éxito

source: XLIFF file merged
es: Archivo XLIFF combinado

source: Check for Updates
es: Buscar Actualizaciones

source: {0} {1} Build {2}
es: {0} {1} Compilación {2}
